//Практическая работа 1
//1
fun main() {
    println("   Целочисленный тип данных - один из самых простых примитивных типов данных в информатике.")
    println("Переменной присваивают значение сразу же, а не в отдельной строке. Тип обычно не указывают.")
    println("Потому что по умолчанию Kotlin сам определяет его как int для целых чисел.")
    println("   Строковой тип данных - тип данных, значениями которого является произвольная последовательность (строка) символов алфавита.")
    println("Строки в Kotlin представлены типом String. Как правило, строка представляет собой последовательность символов в двойных кавычках.")
}